[
  {
    "author": "Bettina Inclán",
    "title": "NASA Named Best Place to Work in Federal Government for 8th Straight Year",
    "desription": "For the eighth consecutive year, NASA has been selected by the Partnership for Public Service as the Best Place to Work in Government. The rankings, announced Tuesday, reflect NASA’s unified focus and dedication to sending humans farther into space than ever before, and the agency’s highest employee satisfaction results since this index was developed.\n\n\"NASA’s selection as the Best Place to Work in Government for the eighth year in a row is a testament to the excellence of our workforce and their determination to maintain America’s leadership in space exploration,” said NASA Administrator Jim Bridenstine. “Throughout this year as I have visited each of our centers, I have personally witnessed their unparalleled commitment to accomplishing our mission. The daily devotion of our employees makes them well deserving of this award. I am honored to lead such a dedicated team. They are what makes NASA the Best Place to Work in Government.\"\n\nThe Best Places to Work rankings are based on responses from almost 883,000 at 490 federal agencies and subcomponents to the Office of Personnel Management’s annual Federal Employee Viewpoint Survey. This is the 16th edition of the Best Places to Work rankings since the first in 2003.\n\nNASA has led the charge in space exploration for more than six decades. Through its Artemis program, the agency is charting America’s return to the Moon and human exploration of Mars. As the agency strives toward sending the first woman and next man to the Moon by 2024, the employees at NASA are a crucial component to the mission’s success.",
    "imageUrl": "https://raw.githubusercontent.com/DevTides/NewsApi/master/img1.jpg",
    "url": "https://www.nasa.gov/press-release/nasa-named-best-place-to-work-in-federal-government-for-8th-straight-year",
    "publishedAt": "Dec. 18"
  },
  {
    "author": "J.D. Harrington",
    "title": "NASA’s X-59 Quiet Supersonic Research Aircraft Cleared for Final Assembly",
    "desription": "NASA’s first large scale, piloted X-plane in more than three decades is cleared for final assembly and integration of its systems following a major project review by senior managers held Thursday at NASA Headquarters in Washington.\n\nImage of the X-59 main assembly coming together.\nImage of the X-59 main assembly coming together.\nCredits: Lockheed Martin\nThe management review, known as Key Decision Point-D (KDP-D), was the last programmatic hurdle for the X-59 Quiet SuperSonic Technology (QueSST) aircraft to clear before officials meet again in late 2020 to approve the airplane’s first flight in 2021.\n\n“With the completion of KDP-D we’ve shown the project is on schedule, it’s well planned and on track. We have everything in place to continue this historic research mission for the nation’s air-traveling public,” said Bob Pearce, NASA’s associate administrator for Aeronautics.\n\nThe X-59 is shaped to reduce the loudness of a sonic boom reaching the ground to that of a gentle thump, if it is heard at all. It will be flown above select U.S. communities to generate data from sensors and people on the ground in order to gauge public perception. That data will help regulators establish new rules to enable commercial supersonic air travel over land.\n\nConstruction of the X-59, under a $247.5 million cost-plus-incentive-fee contract, is continuing at Lockheed Martin Aeronautics Company’s Skunk Works factory in Palmdale, California.\n\nThree major work areas are actively set up for building the airplane’s main fuselage, wing and empennage. Final assembly and integration of the airplane’s systems – including an innovative cockpit eXternal Visibility System – is targeted for late 2020.\n\nManagement of the X-59 QueSST development and construction falls under the Low Boom Flight Demonstrator project, which is part of NASA’s Integrated Aviation Systems Program.",
    "imageUrl": "https://raw.githubusercontent.com/DevTides/NewsApi/master/img2.jpg",
    "url": "https://www.nasa.gov/press-release/nasa-s-x-59-quiet-supersonic-research-aircraft-cleared-for-final-assembly",
    "publishedAt": "Dec. 16"
  },
  {
    "author": "Joshua Finch",
    "title": "NASA to Provide Coverage of Boeing Orbital Flight Test for Commercial Crew",
    "desription": "The launch of Boeing’s Orbital Flight Test (OFT) to the International Space Station, as part of NASA’s Commercial Crew Program, is targeted for 6:36 a.m. EST Friday, Dec. 20. The uncrewed flight test will be the Boeing CST-100 Starliner’s maiden mission to the space station.\n\nLive coverage will begin on NASA Television and the agency’s website Tuesday, Dec. 17, with prelaunch events.\n\nStarliner will launch on a United Launch Alliance Atlas V rocket from Space Launch Complex 41 at Cape Canaveral Air Force Station in Florida. About 31 minutes after launch, Starliner will reach its preliminary orbit. It is scheduled to dock to the space station at 8:08 a.m. Saturday, Dec. 21. Starliner will carry about 600 pounds of crew supplies and equipment to the space station and return some critical research samples to Earth with a parachute-assisted landing at White Sands Missile Range, New Mexico at 5:47 a.m. Saturday, Dec. 28.\n\nThe flight test will provide valuable data on the end-to-end performance of the Atlas V rocket, Starliner spacecraft, and ground systems, as well as in-orbit, docking and landing operations. The data will be used as part of NASA’s process of certifying Boeing’s crew transportation system for carrying astronauts to and from the space station. NASA’s Commercial Crew Program is working with the American aerospace industry through a public-private partnership to launch astronauts on American rockets and spacecraft from American soil for the first time since 2011.\n\nNASA TV mission coverage is as follows (all times are Eastern). Media unable to attend the prelaunch and postlaunch briefings in person may ask questions via a phone bridge. Please contact the Kennedy Press Site at 321-867-2468 on the day of the briefing for the bridge information.\n\nTuesday, Dec. 17\n\n2 p.m. (no earlier than) – Prelaunch briefing from NASA’s Kennedy Space Center. Participants include:\n\nKathy Lueders, manager, NASA Commercial Crew Program \nJoel Montalbano, deputy manager, International Space Station Program  \nJohn Mulholland, vice president and program manager, Boeing Commercial Crew Program \nJohn Elbon, chief operating officer, United Launch Alliance\nPat Forrester, astronaut office chief, Johnson Space Center \nWill Ulrich, launch weather officer, 45th Weather Squadron \nThursday, Dec. 19\n\n9:30 a.m. – NASA Administrator Jim Bridenstine near the Countdown Clock with:\n\nRobert Cabana, director, Kennedy Space Center\nMike Fincke, NASA Astronaut, Starliner Crew Flight Test\nNicole Mann, NASA Astronaut, Starliner Crew Flight Test\nChris Ferguson, Boeing Astronaut, Starliner Crew Flight Test\nSuni Williams, NASA Astronaut, Starliner first operational mission crew\nJosh Cassada, NASA Astronaut, Starliner first operational mission crew\nFriday, Dec. 20\n\n5:30 a.m. – NASA TV launch coverage begins for the 6:36 a.m. launch.\n\n9 a.m. – Administrator postlaunch news conference. Participants include:\n\nNASA Administrator Jim Bridenstine\nJim Chilton, Boeing senior vice president, Space and Launch Division\nAstronauts Chris Ferguson, Mike Fincke, and Nicole Mann\n9:30 a.m. – Launch team postlaunch news conference\n\nSteve Stich, deputy manager, NASA Commercial Crew Program\nBoeing representative (to be determined)\nULA representative (to be determined)\nKirk Shireman, manager, International Space Station Program\nSaturday, Dec. 21\n\n5 a.m. – Coverage of rendezvous, docking and hatch opening\n\nFriday, Dec. 27\n\n8:15 a.m. – Coverage of hatch closing\n\n11:45 p.m. – Coverage of undocking\n\nSaturday, Dec. 28\n\n4:30 a.m. – Coverage of deorbit and landing begins\n\nThe deadline for media to apply for accreditation for this launch has passed, but more information about media accreditation is available by contacting ksc-media-accreditat@mail.nasa.gov.\n\nThe goal of NASA’s Commercial Crew Program is safe, reliable and cost-effective human space transportation to and from the International Space Station and low-Earth orbit, which could allow for additional research time and increase the opportunity for discovery aboard humanity’s testbed for exploration. Commercial partnerships are an important part of NASA’s Artemis program, which will send the first woman and next man to the Moon by 2024.",
    "imageUrl": "https://raw.githubusercontent.com/DevTides/NewsApi/master/img3.jpg",
    "url": "https://www.nasa.gov/press-release/nasa-to-provide-coverage-of-boeing-orbital-flight-test-for-commercial-crew",
    "publishedAt": "Dec. 14"
  },
  {
    "author": "Grey Hautaluoma / Alana Johnson",
    "title": "X Marks the Spot: NASA Selects Site for Asteroid Sample Collection",
    "desription": "After a year scoping out asteroid Bennu’s boulder-scattered surface, the team leading NASA’s first asteroid sample return mission has officially selected a sample collection site.\n\nThe Origins, Spectral Interpretation, Resource Identification, Security, Regolith Explorer (OSIRIS-REx) mission team concluded a site designated “Nightingale” – located in a crater high in Bennu’s northern hemisphere – is the best spot for the OSIRIS-REx spacecraft to snag its sample.\n\nThe OSIRIS-REx team spent the past several months evaluating close-range data from four candidate sites in order to identify the best option for the sample collection. The candidate sites – dubbed Sandpiper, Osprey, Kingfisher, and Nightingale – were chosen for investigation because, of all the potential sampling regions on Bennu, these areas pose the fewest hazards to the spacecraft’s safety while still providing the opportunity for great samples to be gathered.  \n\n“After thoroughly evaluating all four candidate sites, we made our final decision based on which site has the greatest amount of fine-grained material and how easily the spacecraft can access that material while keeping the spacecraft safe,” said Dante Lauretta, OSIRIS-REx principal investigator at the University of Arizona in Tucson. “Of the four candidates, site Nightingale best meets these criteria and, ultimately, best ensures mission success.”\n\nSite Nightingale is located in a northern crater 460 feet (140 meters) wide. Nightingale’s regolith – or rocky surface material – is dark, and images show that the crater is relatively smooth. Because it is located so far north, temperatures in the region are lower than elsewhere on the asteroid and the surface material is well-preserved. The crater also is thought to be relatively young, and the regolith is freshly exposed. This means the site would likely allow for a pristine sample of the asteroid, giving the team insight into Bennu’s history.\n\nAlthough Nightingale ranks the highest of any location on Bennu, the site still poses challenges for sample collection. The original mission plan envisioned a sample site with a diameter of 164 feet (50 meters). While the crater that hosts Nightingale is larger than that, the area safe enough for the spacecraft to touch is much smaller – approximately 52 feet (16 meters) in diameter, resulting in a site that is only about one-tenth the size of what was originally envisioned. This means the spacecraft has to very accurately target Bennu’s surface. Nightingale also has a building-size boulder situated on the crater’s eastern rim, which could pose a hazard to the spacecraft while backing away after contacting the site.\n\nThe mission also selected site Osprey as a backup sample collection site. The spacecraft has the capability to perform multiple sampling attempts, but any significant disturbance to Nightingale’s surface would make it difficult to collect a sample from that area on a later attempt, making a backup site necessary. The spacecraft is designed to autonomously “wave-off” from the site if its predicted position is too close to a hazardous area. During this maneuver, the exhaust plumes from the spacecraft’s thrusters could potentially disturb the surface of the site, due to the asteroid’s microgravity environment. In any situation where a follow-on attempt at Nightingale is not possible, the team will try to collect a sample from site Osprey instead.\n\n\"Bennu has challenged OSIRIS-REx with extraordinarily rugged terrain,\" said Rich Burns, OSIRIS-REx project manager at NASA’s Goddard Space Flight Center. \"The team has adapted by employing a more accurate, though more complex, optical navigation technique to be able to get into these small areas. We'll also arm OSIRIS-REx with the capability to recognize if it is on course to touch a hazard within or adjacent to the site and wave-off before that happens.\"\n\nWith the selection of final primary and backup sites, the mission team will undertake further reconnaissance flights over Nightingale and Osprey, beginning in January and continuing through the spring. Once these flyovers are complete, the spacecraft will begin rehearsals for its first \"touch-and-go\" sample collection attempt, which is scheduled for August. The spacecraft will depart Bennu in 2021 and is scheduled to return to Earth in September 2023.\n\nNASA’s Goddard Space Flight Center in Greenbelt, Maryland, provides overall mission management, systems engineering, and the safety and mission assurance for OSIRIS-REx. Dante Lauretta of the University of Arizona, Tucson, is the principal investigator, and the University of Arizona also leads the science team and the mission’s science observation planning and data processing. Lockheed Martin Space in Denver built the spacecraft and provides flight operations. Goddard and KinetX Aerospace are responsible for navigating the OSIRIS-REx spacecraft. OSIRIS-REx is the third mission in NASA’s New Frontiers Program, which is managed by NASA’s Marshall Space Flight Center in Huntsville, Alabama, for the agency’s Science Mission Directorate in Washington.",
    "imageUrl": "https://raw.githubusercontent.com/DevTides/NewsApi/master/img4.png",
    "url": "https://www.nasa.gov/press-release/x-marks-the-spot-nasa-selects-site-for-asteroid-sample-collection/",
    "publishedAt": "Dec. 13"
  },
  {
    "author": "Katherine Brown",
    "title": "Texas Students to Speak with NASA Astronaut Aboard Space Station",
    "desription": "Students from Texas will have an opportunity this week to talk with a NASA astronaut currently living and working aboard the International Space Station. The Earth-to-space call will air live on NASA television and the agency’s website.\n\nNASA astronaut Christina Koch will answer questions from students at Second Baptist School at 11:30 a.m. EST Friday, Dec. 13. Texas Sen. Ted Cruz, who is an alumnus of the school, will be in attendance.\n\n“I am excited to be joining the students at Second Baptist School on Friday as they talk to astronaut Christina Koch from the International Space Station. Space exploration is one of the most extraordinary endeavors mankind can undertake,” said Cruz. “The next 50 years of space exploration have potential to be even more consequential than the last 50 years, which is why it’s important for the next generation of American leaders to engage with the astronauts, scientists, and mathematicians who are currently pioneering the final frontier.”\n\n“Today’s students are the Artemis Generation. They will have the opportunity to be part of the mission and witness deep space exploration like no other generation,” said NASA Administrator Jim Bridenstine. “STEM is such a crucial component of NASA’s work. Inspiring young people to get involved with STEM learning is what NASA, as a whole, is all about.”\n\nThe event will be held at Second Baptist School, 6410 Woodway Dr., Houston. Media interested in covering should contact John Card at jcard@second.org or 713-907-7756.\n\nLinking students directly to astronauts aboard the space station provides unique, authentic experiences designed to enhance student learning, performance and interest in science, technology, engineering and mathematics. Astronauts living in space on the orbiting laboratory communicate with NASA’s Mission Control Center in Houston 24 hours a day through the Space Network’s Tracking and Data Relay Satellites (TDRS).\n\nFor nearly 20 years, astronauts have continuously lived and worked on the space station, testing technologies, performing science and developing the skills needed to explore farther from Earth. Through NASA’s Artemis program, the agency will send astronauts to the Moon by 2024, with eventual human exploration of Mars. Inspiring the next generation of explorers – the Artemis Generation – ensures America will continue to lead in space exploration and discovery.",
    "imageUrl": "https://raw.githubusercontent.com/DevTides/NewsApi/master/img5.jpeg",
    "url": "https://www.nasa.gov/press-release/texas-students-to-speak-with-nasa-astronaut-aboard-space-station",
    "publishedAt": "Dec. 11"
  },
  {
    "author": "Steve Cole",
    "title": "New NASA eBook Reveals Insights of Earth Seen at Night from Space",
    "desription": "Earth has many stories to tell, even in the dark of night. Earth at Night, NASA’s new 200-page ebook, is now available online and includes more than 150 images of our planet in darkness as captured from space by Earth-observing satellites and astronauts on the International Space Station over the past 25 years.\n\n“Earth at Night” shows how scientists use images such as this astronaut photo of the Gulf of Mexico taken from the ISS\n“Earth at Night” shows how scientists use images such as this astronaut photo of the Gulf of Mexico taken from the International Space Station over the southern United States to study our changing planet.\nCredits: NASA\nThe images reveal how human activity and natural phenomena light up the darkness around the world, depicting the intricate structure of cities, wildfires and volcanoes raging, auroras dancing across the polar skies, moonlight reflecting off snow and deserts, and other dramatic earthly scenes.\n\n“Earth at Night explores the brilliance of our planet when it is in darkness,” wrote Thomas Zurbuchen, associate administrator of NASA’s Science Mission Directorate, in the book’s foreword. “The book is a compilation of stories depicting the interactions between science and wonder. I am pleased to share this visually stunning and captivating exploration of our home planet.”\n\nIn addition to the images, the book tells how scientists use these observations to study our changing planet and aid decision makers in such areas as sustainable energy use and disaster response.\n\nNASA brings together technology, science, and unique global Earth observations to provide societal benefits and strengthen our nation. The agency makes its Earth observations freely and openly available to everyone for use in developing solutions to important global issues such as changing freshwater availability, food security and human health.",
    "imageUrl": "https://raw.githubusercontent.com/DevTides/NewsApi/master/img6.jpg",
    "url": "https://www.nasa.gov/press-release/new-nasa-ebook-reveals-insights-of-earth-seen-at-night-from-space",
    "publishedAt": "Dec. 10"
  },
  {
    "author": "Katherine Brown",
    "title": "New Mexico Students to Speak with NASA Astronaut Aboard Space Station",
    "desription": "Students from New Mexico will have an opportunity next week to talk with a NASA astronaut currently living and working aboard the International Space Station. The Earth-to-space call will air live on NASA Television and the agency’s website.\n\nNASA astronaut Christina Koch will answer questions from students at the University of New Mexico and surrounding K-12 schools at 1:25 p.m. EST Tuesday, Dec. 10. The University of New Mexico Biology Department, which has plant samples on the space station for scientific research, and “The Children’s Hour” radio show are hosting the call.\n\nThe event will take place at the University of New Mexico Student Union Building, Albuquerque. Media interested in covering should contact Katie Stone at katie@childrenshour.org or 505-850-3751.\n\nLinking students directly to astronauts aboard the space station provides unique, authentic experiences designed to enhance student learning, performance and interest in science, technology, engineering and mathematics. Astronauts living in space on the orbiting laboratory communicate with NASA’s Mission Control Center in Houston 24 hours a day through the Space Network’s Tracking and Data Relay Satellites (TDRS).\n\nFor nearly 20 years, astronauts have continuously lived and worked on the space station, testing technologies, performing science and developing the skills needed to explore farther from Earth. Through NASA’s Artemis program, the agency will send astronauts to the Moon by 2024, with eventual human exploration of Mars. Inspiring the next generation of explorers – the Artemis Generation – ensures America will continue to lead in space exploration and discovery.",
    "imageUrl": "https://raw.githubusercontent.com/DevTides/NewsApi/master/img7.jpg",
    "url": "https://www.nasa.gov/press-release/new-mexico-students-to-speak-with-nasa-astronaut-aboard-space-station",
    "publishedAt": "Dec. 7"
  },
  {
    "author": "Steve Cole",
    "title": "NASA Highlights Solar Mission, Jupiter Cyclone at AGU Meeting",
    "desription": "NASA researchers will present new findings on a wide range of Earth and space science topics at the annual meeting of the American Geophysical Union (AGU), Dec. 9-13 in San Francisco. NASA-related briefings will stream live on the agency’s website.\n\nMedia registration is open for the event, which will be held at the Moscone Center at 747 Howard St.\n\nBriefing topics include: new insights into the Sun and its effects on space from NASA’s Parker Solar Probe mission, tracking changes in Earth’s glaciers and ice sheets from space over decades, the discovery of a massive polar cyclone on Jupiter by the Juno mission, and the announcement of the sample collection site on the asteroid Bennu by the Origins, Spectral Interpretation, Resource Identification, Security-Regolith Explorer (OSIRIS-Rex) mission.\n\nAgency scientists and their colleagues who use NASA research capabilities also will present noteworthy findings during scientific sessions that are open to registered media.",
    "imageUrl": "https://raw.githubusercontent.com/DevTides/NewsApi/master/img8.jpg",
    "url": "https://www.nasa.gov/press-release/nasa-highlights-solar-mission-jupiter-cyclone-at-agu-meeting",
    "publishedAt": "Dec. 6"
  },
  {
    "author": "Kathryn Hambleton",
    "title": "SpaceX Dragon Heads to Space Station with NASA Science, Cargo",
    "desription": "A SpaceX Dragon cargo spacecraft is on its way to the International Space Station after launching at 12:29 p.m. EST Thursday. Dragon will deliver more than 5,700 pounds of NASA cargo and science investigations, including studies of malting barley in microgravity, the spread of fire, and bone and muscle loss.\n\nThe spacecraft launched on a Falcon 9 rocket from Space Launch Complex 40 at Cape Canaveral Air Force Station in Florida and is scheduled to arrive at the orbital outpost on Sunday, Dec. 8. Coverage of the spacecraft’s approach and arrival at the space station will begin at 4 a.m. on NASA Television and the agency’s website.\n\nDragon will join three other spacecraft currently at the station. Expedition 61 Commander Luca Parmitano of ESA (European Space Agency) will grapple Dragon with NASA astronaut Andrew Morgan acting as a backup. NASA’s Jessica Meir will assist the duo by monitoring telemetry during Dragon’s approach. Coverage of robotic installation to the Earth-facing port of the Harmony module will begin at 8 a.m.\n\nThis delivery, SpaceX’s 19th cargo flight to the space station under NASA’s Commercial Resupply Services contract, will support dozens of new and existing investigations. NASA’s research and development work aboard the space station contributes to the agency’s deep space exploration plans, including future Moon and Mars missions.",
    "imageUrl": "https://raw.githubusercontent.com/DevTides/NewsApi/master/img9.png",
    "url": "https://www.nasa.gov/press-release/spacex-dragon-heads-to-space-station-with-nasa-science-cargo-0",
    "publishedAt": "Dec. 6"
  },
  {
    "author": "Stephanie Schierholz",
    "title": "NASA Television to Air Space Station Cargo Ship Launch, Docking",
    "desription": "NASA Television will provide live coverage of the launch and docking of a Russian cargo spacecraft delivering almost three tons of food, fuel and supplies to the International Space Station beginning at 4:15 a.m. EST Friday, Dec. 6.\n\nThe Russian Progress 74 is scheduled to launch on a Soyuz rocket at 4:34 a.m. (2:34 p.m. Baikonur time) from the Baikonur Cosmodrome in Kazakhstan.\n\nThe spacecraft is expected to dock to the Pirs compartment on the station’s Russian segment at 5:38 a.m. Monday, Dec. 9. NASA TV coverage of rendezvous and docking will begin at 4:45 a.m.\n\nProgress 74 will remain docked at the station for more than seven months, departing in July 2020 for its deorbit into the Earth’s atmosphere.\n\nNASA and its partners have successfully supported humans living and working in space aboard the station for more than 19 years. The space station is facilitating the growth of a robust commercial market in low-Earth orbit for research, technology development, and crew and cargo transportation, and remains the sole space-based proving ground and stepping stone for achieving the goals of NASA’s Artemis program, which will land the first woman and next man on the Moon in 2024.",
    "imageUrl": "https://raw.githubusercontent.com/DevTides/NewsApi/master/img10.jpg",
    "url": "https://www.nasa.gov/press-release/nasa-television-to-air-space-station-cargo-ship-launch-docking",
    "publishedAt": "Dec. 4"
  },
  {
    "author": "Grey Hautaluoma / Karen Fox",
    "title": "NASA to Present First Findings of Solar Mission in Media Teleconference",
    "desription": "NASA will announce the first results from the Parker Solar Probe mission, the agency's revolutionary mission to \"touch\" the Sun, during a media teleconference at 1:30 p.m. EST Wednesday, Dec. 4.\n\nDuring the teleconference, mission experts will discuss research results from four instruments on the probe, which are changing our understanding of the Sun and other stars. Their findings also will be published at 1 p.m. Wednesday on the website of the journal Nature. Teleconference audio will stream live at:\n\nhttps://www.nasa.gov/live\n\nParticipants in the call are:\n\nNicola Fox, director of the Heliophysics Division in the Science Mission Directorate at NASA Headquarters in Washington\nStuart Bale, principal investigator of the FIELDS instrument at the University of California, Berkeley\nJustin Kasper, principal investigator of the Solar Wind Electrons Alphas and Protons (SWEAP) instrument at the University of Michigan in Ann Arbor\nRuss Howard, principal investigator of the Wide-Field Imager for Parker Solar Probe (WISPR) instrument at the U.S. Naval Research Laboratory in Washington\nDavid McComas, principal investigator of the Integrated Science Investigation of the Sun (ISOIS) instrument at Princeton University in Princeton, New Jersey\nTo participate in the media teleconference, media must provide their name and affiliation to Miles Hatfield at 650-580-8333 or miles.s.hatfield@nasa.gov by noon Dec. 4.\n\nThe media event will be followed at 3 p.m. by a special episode of NASA Science Live about the results and the overall science goals of the Parker mission. The program will air on NASA Television, the agency's website, Facebook Live, YouTube and Periscope. The public can send questions during the event using the hashtag #askNASA on Twitter or by leaving a comment in the chat section of Facebook.\n\nOn Thursday, Dec. 5, NASA will host a Reddit AMA (Ask Me Anything) about the findings. Questions can be submitted to the Reddit AMA event when it begins at 2 p.m.",
    "imageUrl": "https://raw.githubusercontent.com/DevTides/NewsApi/master/img11.png",
    "url": "https://www.nasa.gov/press-release/nasa-to-present-first-findings-of-solar-mission-in-media-teleconference",
    "publishedAt": "Dec. 3"
  },
  {
    "author": "Joshua Finch / Stephanie Schierholz",
    "title": "NASA Invites Media to SpaceX In-Flight Abort Test for Commercial Crew",
    "desription": "Editor's note: NASA and SpaceX are targeting no earlier than Jan. 4, 2020, for the In-Flight Abort Test of the Crew Dragon spacecraft from Launch Complex 39A at the Kennedy Space Center, Florida, pending U.S. Air Force Eastern Range approval.\n\nMedia accreditation is open for SpaceX’s In-Flight Abort Test as part of NASA’s Commercial Crew Program. The flight test of SpaceX’s Falcon 9 rocket and Crew Dragon spacecraft is targeted for no earlier than December – an exact test date still is to be determined -- from historic Launch Complex 39A at NASA’s Kennedy Space Center in Florida.\n\nThis will be among the final major tests for the company before NASA astronauts will fly aboard the Crew Dragon spacecraft. As part of the test, SpaceX will configure the spacecraft to trigger a launch escape shortly after liftoff and demonstrate Crew Dragon’s capability to safely separate from the rocket in the unlikely event of an in-flight emergency. The demonstration also will provide valuable data toward NASA certifying SpaceX’s crew transportation system for carrying astronauts to and from the International Space Station.\n\nMedia accreditation deadlines are as follows:\n\nInternational media without U.S. citizenship must apply by 4 p.m. EST Friday, Dec. 6, for access to Kennedy media activities.\nU.S. media must apply by 4 p.m. Friday, Dec. 13.\nAll accreditation requests should be submitted online at:\n\nhttps://media.ksc.nasa.gov     \n\nFor questions about accreditation, please email ksc-media-accreditat@mail.nasa.gov. For other questions, contact Kennedy’s newsroom at 321-867-2468.\n\nReporters with special logistics requests for Kennedy, such as space for satellite trucks, trailers, tents, electrical connections, or work spaces, must contact Tiffany Fairley at tiffany.l.fairley@nasa.gov by Dec. 13.\n\nNASA’s Commercial Crew Program is working with the American aerospace industry through a public-private partnership to launch astronauts on American rockets and spacecraft from American soil for the first time since 2011. The goal of the program is safe, reliable and cost-effective transportation to and from the International Space Station, which could allow for additional research time and increase the opportunity for discovery aboard humanity’s testbed for exploration. The space station remains the springboard to NASA's next great leap in exploration, including future missions to the Moon and eventually to Mars.",
    "imageUrl": "https://raw.githubusercontent.com/DevTides/NewsApi/master/img12.jpg",
    "url": "https://www.nasa.gov/press-release/nasa-invites-media-to-spacex-in-flight-abort-test-for-commercial-crew",
    "publishedAt": "Dec. 2"
  },
  {
    "author": "Kathryn Hambleton",
    "title": "NASA Highlights Science on 19th SpaceX Resupply Mission to Space Station",
    "desription": "NASA will host a media teleconference at 1 p.m. EST Wednesday, Nov. 20, to discuss select science investigations launching on the next SpaceX commercial resupply flight to the International Space Station.\n\nAudio of the teleconference will stream live online at: \n\nhttps://www.nasa.gov/live\n\nSpaceX is targeting 12:51 p.m. Wednesday, Dec. 4, for the launch of its Dragon spacecraft on a Falcon 9 rocket from Space Launch Complex 40 at Cape Canaveral Air Force Station in Florida.\n\nParticipants in the briefing will be:\n\nBryan Dansberry, assistant program scientist for NASA’s International Space Station Program Science Office, who will share an overview of the research being conducted aboard the space station and how it benefits exploration and humanity\nMichael Roberts, interim chief scientist for the International Space Station U.S. National Laboratory, who will discuss the lab’s work in advancing science in space, and in developing partnerships that drive industrialization through microgravity research\nSe-Jin Lee, professor at the Jackson Laboratory and University of Connecticut School of Medicine, and principal investigator of Rodent Research-19, who will discuss research on molecular signaling pathways that influence muscle degradation to prevent skeletal muscle and bone loss during spaceflight, and enhance recovery following return to Earth\nRobert Thompson, project scientist for the Cold Atom Lab at NASA’s Jet Propulsion laboratory in Pasadena, California, who will discuss a new science package that will allow scientists to probe fundamental theories of gravity, and can serve as a pathfinder for future instruments\nPaul V. Ferkul, co-investigaor at Universities Space Research Association, Cleveland, Ohio, who will discuss an experiment that examines flame behavior as it spreads in differently-shaped confined spaces in microgravity\nGary Hanning, director of Global Barley Research for Anheuser-Busch, who will discuss an experiment that aims to look at barley seeds in microgravity\nMark Neuman of NASA’s Goddard Space Flight Center in Greenbelt, Maryland, who will discuss a new docking station make it quicker and simpler for astronauts to deploy the Robotic External Leak Locator (RELL)\nTo participate in the teleconference, media must contact Kathryn Hambleton at 202-358-1100 or kathryn.hambleton@nasa.gov by 11 a.m. Wednesday, Nov. 20, for dial-in information. \n\nSpaceX’s Dragon spacecraft also will carry crew supplies and hardware to the orbiting laboratory to support the Expedition 61 crew for the 19th mission under NASA’s Commercial Resupply Services contract.\n\nThe space station is a convergence of science, technology and human innovation that demonstrates new technologies and enables research not possible on Earth. The orbiting laboratory has been occupied continuously since November 2000. In that time, more than 230 people, and a variety of international and commercial spacecraft, have visited the orbiting laboratory. The space station remains the springboard to NASA's next great leap in exploration, including future missions to the Moon and eventually to Mars.",
    "imageUrl": "https://raw.githubusercontent.com/DevTides/NewsApi/master/img13.jpg",
    "url": "https://www.nasa.gov/press-release/nasa-highlights-science-on-19th-spacex-resupply-mission-to-space-station",
    "publishedAt": "Dec. 2"
  },
  {
    "author": "Grey Hautaluoma",
    "title": "NASA to Announce Additional Commercial Moon Delivery Providers",
    "desription": "NASA will host a media teleconference at 4:30 p.m. EST Monday, Nov. 18, to announce additional American companies joining the competitive pool for delivery services to the surface of the Moon through the agency’s Commercial Lunar Payload Services (CLPS)  project.\n\nThe teleconference audio and supporting visuals will stream live on the agency’s website.\n\nIn July, NASA announced an opportunity for American companies to join the CLPS contract to deliver larger, heavier payloads to lunar surface. The newly selected companies, along with the original nine selected in November 2018, all will be eligible to bid on future lunar delivery services, including task orders for heavier payloads, as well as payload integration and operations.\n\nThe investigations and demonstrations launching on CLPS flights will help NASA study the Moon as it prepares to send the first woman and next man to the lunar surface by 2024 through the agency’s Artemis program, with eventual human missions to Mars.\n\nThe teleconference participants are:\n\nSteve Clarke, deputy associate administrator for exploration in NASA’s Science Mission Directorate at NASA Headquarters in Washington\nChris Culbert, CLPS project manager at NASA’s Johnson Space Center in Houston\nRepresentatives from the newly selected service providers\nTo participate by phone, media must contact Johnson's newsroom at 281-483-5111 by noon (11 a.m. CST) Nov. 18.",
    "imageUrl": "https://raw.githubusercontent.com/DevTides/NewsApi/master/img14.png",
    "url": "https://www.nasa.gov/press-release/nasa-to-announce-additional-commercial-moon-delivery-providers",
    "publishedAt": "Nov. 16"
  },
  {
    "author": "Bob Jacobs",
    "title": "Vice President Pence to Visit NASA’s Ames Research Center, Discuss Lunar Exploration",
    "desription": "Vice President Mike Pence, along with NASA Administrator Jim Bridenstine, will visit NASA's Ames Research Center in California’s Silicon Valley Thursday, Nov. 14, to discuss the role the center will play in the agency’s plans to return astronauts to the Moon.  \n\nThe event will take place in the NASA Vertical Motion Simulator, a facility that will be integral in developing a lander needed for the Artemis program, which land the first woman and next man on the Moon by 2024. The address will air live at about 2:45 p.m. EST (11:45 a.m. PST) on NASA Television and the agency’s website.\n\nMedia interested in attending the event must request credentials by 6 a.m. PST on Wednesday, Nov. 13, by emailing pressrsvp@ovp.eop.gov with the following information:\n\nFull Name\nNetwork Affiliation\nPosition (camera operator, still photographer, reporter):\nCell Phone Number\nEmail\nEvent (Vice President's remarks at NASA’s Ames Research Center)\nPlease indicate in your email whether you will be arriving with a satellite truck. Credentialed media will be required to present media credentials upon arrival at the Ames Visitor Badging Office.",
    "imageUrl": "https://raw.githubusercontent.com/DevTides/NewsApi/master/img15.jpg",
    "url": "https://www.nasa.gov/press-release/vice-president-pence-to-visit-nasa-s-ames-research-center-discuss-lunar-exploration",
    "publishedAt": "Nov. 13"
  },
  {
    "author": "Kathryn Hambleton",
    "title": "Media Invited to Artemis Day, Unveiling of Moon Mission Rocket Stage",
    "desription": "Media and social media influencers are invited to NASA’s Michoud Assembly Facility in New Orleans Monday, Dec. 9, for Artemis Day: Michoud/Stennis. Those attending will get a rare, up-close look at the core stage for NASA’s Space Launch System (SLS) rocket that will help power the first Artemis mission to the Moon.\n\nArtemis Day will begin at 9 a.m. EST (8 a.m. CST) and feature a news conference with NASA Administrator Jim Bridenstine, who will discuss the status of the agency’s Artemis program. A question-and-answer session will follow the discussion. The news conference will be carried live on NASA Television and agency website.\n\nOn Tuesday, Dec. 10, participants also will have the opportunity to visit and tour NASA’s Stennis Space Center in Bay St. Louis, Mississippi, and see where the core stage will be tested before it is shipped to NASA’s Kennedy Space Center in Florida for launch with the Orion spacecraft.\n\nMedia who would like to attend the event should contact Tracy McMahan at 256-544-0034 or Tracy.McMahan@nasa.gov no later than 5 p.m. CST, Wednesday, Dec. 4, and provide information for badging. Media should plan to arrive at Michoud by 7 a.m. CST, Monday, Dec. 9.\n\nSocial media influencers are invited to register to attend the event. A maximum of 50 social media users will be selected for the event and will be given access similar to traditional media. Social media registration for this event opens Tuesday, Nov. 12, and closes at 11:59 p.m. CST Sunday, Nov. 17. Only one person can register for each social account/site, and the registration cannot be is transferred to another person. Full details on applying for NASA Socials can be found at:\n\nhttps://www.nasa.gov/connect/social/index.html\n\nMedia and social media influencers must be U.S. citizens with at least one form of valid, government-issued photo identification. All attendees must wear long pants and flat, closed-toe shoes with no heels.  ",
    "imageUrl": "https://raw.githubusercontent.com/DevTides/NewsApi/master/img16.jpg",
    "url": "https://www.nasa.gov/press-release/media-invited-to-artemis-day-unveiling-of-moon-mission-rocket-stage",
    "publishedAt": "Nov. 13"
  },
  {
    "author": "Kathryn Hambleton",
    "title": "NASA TV Coverage Set for Complex Spacewalks, Briefings",
    "desription": "Two astronauts will venture outside the International Space Station for a series of complex spacewalks this month and next to repair the Alpha Magnetic Spectrometer (AMS), a cosmic ray detector.\n\nAt least four spacewalks currently are planned before the end of this year, the first of which will be conducted Friday, Nov. 15. Dates for the other spacewalks are under review and will be scheduled in the near future.\n\nNASA will provide detailed plans of the spacewalks during a pair of back-to-back briefings at the agency’s Johnson Space Center in Houston beginning at 2 p.m. EST Tuesday, Nov. 12. The briefings and coverage of each spacewalk, which will begin at 5:30 a.m., will air live on NASA Television and the agency’s website.\n\nTo participate in the briefings in person, U.S. media must contact Johnson's newsroom at 281-483-5111 by 4 p.m. Friday, Nov. 8. Media who wish to participate by telephone must call Johnson's newsroom no later than 1:45 p.m. Nov. 12. Those following the briefings on social media may ask questions using #AskNASA.\n\nThe first briefing, at 2 p.m., will provide a program and science overview. Participants will be:\n\nKenny Todd, space station operations integration manager\nKen Bollweg, AMS program manager\nThe second briefing, at 3 p.m., will provide details of the tools, techniques and objectives of each spacewalk. Participants of that briefing will be:\n\nJeff Radigan, spacewalk flight director\nTara Jochim, AMS spacewalk repair project manager\nJohn Mularski, lead spacewalk officer",
    "imageUrl": "https://raw.githubusercontent.com/DevTides/NewsApi/master/img17.jpg",
    "url": "https://www.nasa.gov/press-release/nasa-tv-coverage-set-for-complex-spacewalks-briefings",
    "publishedAt": "Nov. 8"
  },
  {
    "author": "Joshua Finch",
    "title": "Boeing’s Starliner Completes Pad Abort Test for Commercial Crew",
    "desription": "Boeing’s CST-100 Starliner spacecraft completed a critical safety milestone on Monday in an end-to-end test of its abort system. The Pad Abort Test took place at Launch Complex 32 at the U.S. Army’s White Sands Missile Range in New Mexico.\n\nThe test was designed to verify each of Starliner’s systems will function not only separately, but in concert, to protect astronauts by carrying them safely away from the launch pad in the unlikely event of an emergency prior to liftoff. This was Boeing’s first flight test with Starliner as part of NASA’s Commercial Crew Program  to return human spaceflight launches to the International Space Station from American soil.\n\n“Tests like this one are crucial to help us make sure the systems are as safe as possible,” said Kathy Lueders, NASA’s Commercial Crew Program manager. “We are thrilled with the preliminary results, and now we have the job of really digging into the data and analyzing whether everything worked as we expected.”\n\nDuring the test, Starliner’s four launch abort engines, and several orbital maneuvering and attitude control thrusters simultaneously ignited to rapidly push the spacecraft away from the test stand. Five seconds into flight, the abort engines shut off as planned, transferring steering to the control thrusters for the next five seconds.\n\nA pitcharound maneuver rotated the spacecraft into position for landing as it neared its peak altitude of approximately 4,500 feet. Two of three Starliner’s main parachutes deployed just under half a minute into the test, and the service module separated from the crew module a few seconds later. Although designed with three parachutes, two opening successfully is acceptable for the test parameters and crew safety. After one minute, the heat shield was released and airbags inflated, and the Starliner eased to the ground beneath its parachutes.\n\nThe demonstration took only about 95 seconds from the moment the simulated abort was initiated until the Starliner crew module touched down on the desert ground.\n\n“Emergency scenario testing is very complex, and today our team validated that the spacecraft will keep our crew safe in the unlikely event of an abort,” said John Mulholland, Vice President and Program Manager, Boeing’s Commercial Crew Program. “Our teams across the program have made remarkable progress to get us to this point, and we are fully focused on the next challenge—Starliner’s uncrewed flight to demonstrate Boeing’s capability to safely fly crew to and from the space station.” \n\nBoeing’s next mission, called Orbital Flight Test, will launch an uncrewed Starliner spacecraft to the station on a United Launch Alliance Atlas V rocket from Cape Canaveral Air Force Station’s Space Launch Complex 41. Launch is targeted for Dec. 17.",
    "imageUrl": "https://raw.githubusercontent.com/DevTides/NewsApi/master/img18.jpg",
    "url": "https://www.nasa.gov/press-release/boeing-s-starliner-completes-pad-abort-test-for-commercial-crew",
    "publishedAt": "Nov. 4"
  },
  {
    "author": "Gina Anderson",
    "title": "NASA Science, Cargo Heads to Space Station on Northrop Grumman Mission",
    "desription": "On the 19th anniversary of the arrival of the first crew to live aboard the International Space Station, a Northrop Grumman Cygnus resupply spacecraft is on its way to the orbiting outpost with almost 8,200 pounds of science investigations and cargo after launching at 9:59 a.m. EDT Saturday from NASA’s Wallops Flight Facility in Virginia.\n\nThe spacecraft launched on an Antares 230+ rocket from the Virginia Mid-Atlantic Regional Spaceport’s Pad 0A at Wallops and is scheduled to arrive at the space station around 4:10 a.m. Monday, Nov. 4. Coverage of the spacecraft’s approach and arrival will begin at 2:45 a.m. on NASA Television and the agency’s website.\n\nExpedition 61 astronauts Jessica Meir and Christina Koch of NASA will use the space station’s robotic arm to capture Cygnus, and NASA’s Andrew Morgan will monitor telemetry. The spacecraft is scheduled to stay at the space station until January.\n\nThis delivery, Northrop Grumman’s 12th cargo flight to the space station and the first under its Commercial Resupply Services 2 contract with NASA, will support dozens of new and existing investigations.\n\nHere are some of the scientific investigations Cygnus is delivering to the space station:\n\nMore Probing of Mysteries of the Universe\n\nThis mission carries components needed to prolong the operational life of Alpha Magnetic Spectrometer-02 (AMS-02). In a series of spacewalks planned in the coming weeks, astronauts will cut and reconnect fluid lines on the instrument, a feat not done before in space, which could prove valuable for future missions at NASA’s upcoming lunar Gateway for the Artemis program or missions to Mars.",
    "imageUrl": "https://raw.githubusercontent.com/DevTides/NewsApi/master/img19.jpg",
    "url": "https://www.nasa.gov/press-release/nasa-science-cargo-heads-to-space-station-on-northrop-grumman-mission",
    "publishedAt": "Nov. 3"
  },
  {
    "author": "Joshua Finch",
    "title": "NASA TV to Air Boeing Starliner Pad Abort Test",
    "desription": "NASA and Boeing will broadcast live coverage of the CST-100 Starliner Pad Abort Test on Monday, Nov. 4, from Launch Complex 32 at White Sands Missile Range in New Mexico.\n\nThe test is scheduled for 9 a.m. EST (7 a.m. MST) with a three-hour test window. Live coverage is targeted to start at 8:50 a.m., on NASA Television and the agency’s website. Coverage will be adjusted as necessary within the window.\n\nBoeing’s Pad Abort Test is part of NASA’s Commercial Crew Program work with the American aerospace industry -- through a public-private partnership -- to launch astronauts on American rockets and spacecraft from American soil for the first time since 2011. The goal of the program is to provide safe, reliable and cost-effective transportation to and from the International Space Station, which would allow for additional research time and increase the opportunity for discovery aboard humanity’s testbed for exploration.\n\nThe test is designed to verify that each of Starliner’s systems will function not only separately, but in concert, to protect astronauts by carrying them safely away from the launch pad in the unlikely event of an emergency prior to liftoff. During the test, Starliner’s four launch abort engines and several orbital maneuvering and attitude control thrusters will fire, pushing the spacecraft approximately 1 mile above land and 1 mile north of the test stand.\n\nThe spacecraft’s crew module will use parachutes with landing airbags to touch down at White Sands Missile Range. It will be recovered and brought back to Launch Complex 32 for evaluation and analysis.",
    "imageUrl": "https://raw.githubusercontent.com/DevTides/NewsApi/master/img20.jpg",
    "url": "https://www.nasa.gov/press-release/nasa-tv-to-air-boeing-starliner-pad-abort-test",
    "publishedAt": "Nov 1"
  }
]
